Repository: bobie-herxun/Bikerxun
Catalog: SDKBeintoo_Beta/*.lproj/BeintooLocalizable.strings
Languages: de, es, fr, it, ko, zh_hans

# tryBeintooRefuseButton
source: No, I don't want to play&earn
de: Nein, ich will nicht spielen und etwas verdienen
es: No, no quiero jugar y ganar
fr: Non, je ne veux pas jouer et gagner
it: No, non voglio vincere&guadagnare
ko: 접속하기를 원하지 않습니다.

# submitScoreMsgSinglePoint
source: You've earned %@ point.
de: Du hast %@ Punkte bekommen.
es: Has ganado %@ punto.
fr: Vous avez gagné %@ point.
it: Hai guadagnato %@ punto.
ko: %@ 포인트를 획득하였습니다
zh_hans: 您获得 %@ 分。

# submitScoreMsg
source: You've earned %@ points.
de: Du hast %@ Punkte bekommen.
es: Has ganado %@ puntos.
fr: Vous avez gagné %@ points.
it: Hai guadagnato %@ punti.
ko: %@ 포인트를 획득하였습니다
zh_hans: 您获得 %@ 分。

# unlockAchievMsg
source: Achievement unlocked!
de: Erfolg freigespielt!
es: Objectivo alcanzado!
fr: But atteint!
it: Achievement sbloccato!
ko: 실적 해제
zh_hans: 战绩解锁！

# playerLoginMsg
source: Welcome back %@
de: Willkommen zurück %@
es: Bienvenido %@
fr: Bienvenue %@
it: Bentornato %@
ko: %@에 돌아오신 것을 환영합니다
zh_hans: 欢迎回到 %@

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ko: 쪽지

# messagenotificationp
source: You have %d notifications
de: Du hast %d Benachrichtigungen
es: Tienes %d notificaciones
fr: Vous avez %d nouvelles notifications
it: Hai %d nuove notifiche
ko: %d개의 쪽지가 있습니다.

# messagenotification
source: You have %d notification
de: Du hast %d Benachrichtigung
es: Tienes %d notificacion
fr: Vous avez %d nouvelle notification
it: Hai %d nuova notifica
ko: %d개의 쪽지가 있습니다.

# unmissionstatus
source: Status of your mission
de: Status deiner Mission
es: Estado de tu mision
fr: Statut de votre mission
it: Stato della tua missione
ko: 미션 상황

# enteremail
source: Enter your email address:
de: Gib deine E-Mail Adresse ein:
es: Ingresa tu dirección de correo electrónico:
fr: Votre email:
it: Inserisci il tuo indirizzo email:
ko: Email 주소를 입력하세요
zh_hans: 输入电邮地址：

source: Registration complete!
de: Anmeldung abgeschlossen!
es: Completado!
fr: Enregistré!
it: Registrazione completata!
ko: 등록 완료

# confirmNickname
source: Confirm your nickname:
de: Bestätige deinen Spitznamen:
es: Confirme tu apodo:
fr: Confirmez votre pseudo:
it: Conferma il tuo nickname:
ko: 별명을 확인하세요
zh_hans: 完成注册！确认您的昵称：

# startBtn
source: Start having fun!
de: Viel Spaß!
es: Empieza a jugar!
fr: Commencer à jouer!
it: Inizia!
ko: 시작
zh_hans: 开始游戏！

# confirmNickBtn
source: Confirm nickname
de: Bestätige deinen Spitznamen
es: Confirme su apodo
fr: Confirmer votre pseudo
it: Conferma nickname
ko: 별명 확인
zh_hans: 确认昵称

# registrationDisclaim
source: By signing up, you agree to Beintoo’s terms of service and privacy policy.
de: Deine E-Mail wird über eine sichere Verbindung gesendet. Mit der Anmeldung bei Beintoo erklärst du dich mit der Beintoo Nutzungsbedingung und Datenschutzerklärung einverstanden
es: Suscribiéndote a Beintoo estas de acuerdo con los términos de servicio y la política de privacidad de Beintoo.
fr: Votre email passe à travers une connexion sûre. En vous inscrivant à Beintoo vous acceptez les conditions d'utilisation et la politique de confidentialité de Beintoo
it: La tua mail passa attraverso una connessione sicura. Iscrivendoti a Beintoo accetti i termini d'uso e le norme sulla privacy di Beintoo.
ko: Beintoo의 사용자 서비스 약관과 개인보호 정책에 동의하십니까
zh_hans: Beintoo 我们绝不会滥用您的电邮地址，也不会给您发送垃圾邮件。您的电子邮件通过安全连接发送。

# regEmailErrorMessage
source: Invalid email address.
de: Ungültige email Adresse.
es: Por favor ingrese tu dirección de correo electrónico válida.
fr: Mot de passe incorrect
it: Indirizzo email non valido.
ko: 유효하지 않은 Email 주소입니다.
zh_hans: 电邮地址无效。

# loginExistingBtn
source: Already registered? Sign in here »
de: Bereits registriert? Hier anmelden »
es: ¿Ya estás registrado? Entra aquí »
fr: Déjà enregistré? Connectez vous »
it: Già registrato? Accedi qui »
ko: 이미 등록된 사용자라면 여기서 로그인하십시오
zh_hans: 或者以现有的帐号登录 >

# tryBeintooBtn
source: Sign up now
de: Anmeldung
es: Regístrate ahora
fr: S'enregistrer
it: Accedi ora
ko: 가입하기
zh_hans: 尝试 Beintoo！

# noThanks
source: Remind me later
de: Später erinnern
es: Mas tardes
fr: Plus tard
it: Più tardi
ko: 나중에 알려주기
zh_hans: 不，谢谢

source: Use another account
de: Ein anderes Konto verwenden
es: Usa una otra cuenta
fr: Utiliser un autre compte
it: Usa un altro account
ko: 다른 계정 사용
zh_hans: 使用另一个帐号

# newUser
source: New account
de: Neues Konto
es: Registrate
fr: Nouveau compte
it: Nuovo account
ko: 신규 계정
zh_hans: 新帐号

source: Leaderboard
de: Rangliste
es: Tabla de clasificaciòn
fr: Classement
it: Classifica
ko: 리더보드
zh_hans: 排行榜

source: All
de: Alles
es: Todos
fr: Tous
it: Tutti
ko: 모두
zh_hans: 全部

source: Friends
de: Freunde
es: Tus amìgos
fr: Amis
it: Amici
ko: 친구들
zh_hans: 好友

source: To Beat
de: Zu schlagen
es: Casi igual
fr: À battre
it: Da superare
ko: 경쟁

# pickacontest
source: Select a contest to see the scores
de: Wähle einen Wettbewerb, um die Punktzahlen zu sehen
es: Elige un concurso para ver a la
fr: Choisir un contexte pour voir les scores.
it: Scegli un contest per visualizzare i punteggi
ko: 점수를 보시려면 해당 내용을 선택해 주세요
zh_hans: 选择一场比赛，查看分数

source: People
de: Menschen
es: Personas
fr: Personnes
it: Persone
ko: 참가자
zh_hans: 玩家

# leadSendChall
source: Send Challenge
de: Herausforderung abschicken
es: Enviar desafío
fr: Défier
it: Invia sfida
ko: 도전 신청

# leadViewProfile
source: View profile
de: Profil ansehen
es: Ver perfil
fr: Voir profil
it: Vedi profilo
ko: 정보 보기

# leadAddFriend
source: Add as a friend
de: Als Freund hinzufügen
es: Añadir como amigo
fr: Ajouter à mes amis
it: Aggiungi agli amici
ko: 친구로 추가

source: Achievements
de: Erfolge
es: Conquistas
fr: Buts
ko: 달성
zh_hans: 战绩

# blockedby
source: Blocked by the following achievements
de: Blockiert durch die folgenden Erfolge
es: Bloqueada por los siguientes conquistas
fr: Bloqué par les buts suivants
it: Bloccato dai seguenti achievements
ko: 아래 목록에 의해서 접근 제한이 되었습니다.
zh_hans: 被以下的战绩冻结

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ko: 정보
zh_hans: 档案

source: Level:
es: Nivel:
fr: Niveau:
it: Livello:
ko: 레벨:
zh_hans: 等级：

source: Points on
de: Punkte in
es: Tanteo
fr: Score sur
it: Punti su
ko: 포인트
zh_hans: 分数

source: Points on this app:
de: Punkte in dieser App:
es: Tanteo para esta Aplicatión:
fr: Score sur cette appli:
it: Punti su questa app:
ko: 이 앱의 포인트
zh_hans: 在该游戏中的分数：

source: Total Score:
de: Gesamtpunktzahl:
es: Tot:
fr: Score total:
it: Punteggio Totale:
ko: 총점:
zh_hans: 总分：

source: Best Score:
de: Beste Punktzahl:
es: Mejor:
fr: Meilleur score:
it: Punteggio Migliore:
ko: 최고 점수:
zh_hans: 最高分：

source: Last Score:
de: Letzte Punktzahl:
es: Último:
fr: Dernier score:
it: Ultimo Punteggio:
ko: 지난 점수:
zh_hans: 上一次得分：

# detachFromDevice
source: Are you really sure you want to remove your account from this device?
de: Bist du sicher, dass du dein Konto von diesem Gerät entfernen willst?
es: ¿Eliminar cuenta en este dispositivo?
fr: Êtes vous sur de vouloir éliminer ce profil de ce dispositif?
it: Sei sicuro di voler rimuovere il tuo account da questo dispositivo?
ko: 장비에서 계정 정보를 제거하시겠습니까
zh_hans: 确认需要从该设备删除帐号吗？

# logout
source: Are you really sure you want to logout from Beintoo?
de: Bist du sicher, dass du dich aus Beintoo ausloggen willst?
es: ¿Estás seguro de cerrar la sesión de Beintoo?
fr: Êtes vous sur de vouloir vous déconnecter de Beintoo?
it: Sei sicuro di voler effettuare il logout da Beintoo?
ko: Beintoo 서비스에서 로그아웃 하시겠습니까?
zh_hans: 确认需要从 Beintoo 注销吗？

# friendList
source: Friends list
de: Freundesliste
es: Lista de amigos
fr: Liste d'amis
it: Lista amici
ko: 친구목록
zh_hans: 好友列表

# friendRequest
source: Friend requests
de: Freundschaftsanfragen
es: Solicitudes de amistad
fr: Demande d'ajout à la liste d'amis
it: Richieste di amicizia
ko: 친구요청
zh_hans: 好友请求

source: Send Message
de: Sende Nachricht
es: Envia Mensaje
fr: Envoyer message
it: Invia Messaggio
ko: 쪽지 보내기
zh_hans: 发送消息

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ko: 쪽지
zh_hans: 消息

# logoutBtn
source: Logout
es: Salir
fr: Déconnexion
ko: 로그아웃
zh_hans: 注销

# detach
source: Remove
de: Entfernen
es: Eliminar
fr: Eliminer
it: Rimuovi
ko: 제거
zh_hans: 删除

source: Find Friends
de: Freunde finden
es: Buscar amigos
fr: Retrouvez vos amis
it: Trova amici
ko: 친구찾기
zh_hans: 查找好友

source: Your Friends
de: Deine Freunde
es: Tu Amìgos
fr: Vos amis
it: I tuoi amici
ko: 친구들
zh_hans: 您的好友

source: Friend requests
de: Freundschaftsanfragen
es: Solicitudes de amistad
fr: Demande d'ajout à la liste d'amis
it: Richieste di amicizia
ko: 친구요청
zh_hans: 好友请求

source: Recommend to a friend
de: Einem Freund empfehlen
es: Recomienda a un amigo
fr: Conseiller à un ami
it: Suggerisci ad un amico.
ko: 친구에게 추천
zh_hans: 推荐给好友

# findFriendsDesc
source: find people on the community
de: Finde neue Leute in der Community
es: Busca tu amigos en Beintoo
fr: retrouvez d'autres amis
it: trova altri amici nella community
ko: 현재 목록에서 사람 찾기
zh_hans: 查找 Beintoo 社区的玩家

# yourFriendsDesc
source: see your Beintoo friends
de: Deine Beintoo Freunde ansehen
es: Ve tu amigos en Beintoo
fr: tes amis sur Beintoo
it: i tuoi amici Beintoo
ko: Beintoo 친구 보기
zh_hans: 查找 Beintoo 好友

# friendRequestsDesc
source: manage your friend requests
de: Verwalte deine Freundschaftsanfragen
es: Maneja tu solicitud de amistad
fr: gérer les demandes d'amitié
it: gestisci le richiesta di amicizia
ko: 친구 요청 관리
zh_hans: 管理您的好友请求

# recommendToAFriendDesc
source: recommend this app to your friends
de: Empfehle dieses App
es: Recomienda esta Aplicación
fr: Conseillez cette appli à vos amis
it: Consiglia questa app ai tuoi amici
ko: 친구에게 현재앱 추천
zh_hans: 向好友推荐此应用程序

# addFriend
source: Send %@ a friend request?
de: Willst du eine Anfrage an %@ schicken?
es: ¿Quieres enviar a %@ una solicitud de amistad?
fr: Envoyer %@ une demande d'ajout à la liste d'amis?
it: Invia a %@ una richiesta di amicizia?
ko: %@에게 친구 요청할까요?
zh_hans: 向 %@ 发送好友请求？

# addAsFriend
source: Send request
de: Abschicken
es: Enviar solicitud
fr: Envoyer demande
it: Invia richiesta
ko: 요청 전송
zh_hans: 发送请求

# nofriendslabel
source: Make some new friends now and view them here!
de: Mache jetzt neue Freunde und sehe sie dir hier an!
es: Haz nuevos amigos ahora y verlos aquí!
fr: Ajoutez des amis et contactez-les ici!
it: Aggiungi i tuoi amici e vedili qui!
ko: 새로운 친구를 맺고 여기서 확인하십시오!
zh_hans: 您还没有好友。

# hereAreYourFriends
source: Your friends
de: Deine Freunde
es: Tu amìgos
fr: Vos amis
it: I tuoi amici
ko: 친구들
zh_hans: 您的好友

# searchForTitle
source: Find a nickname, name or email
de: Suche nach einem Spitznamen, einem Namen oder einer email Adresse
es: Busca un apodo, un nombre, o una email.
fr: Rechercher par pseudo, nom, ou email.
it: Ricerca per nickname, nome o email
ko: 별명과 이름, Email로 검색
zh_hans: 搜索昵称、姓名或电邮地址

# noFriendshipReq
source: You have no friend requests
de: Du hast keine neue Anfragen
es: No hay solicitudes de amistad.
fr: Vous n'avez pas de demandes d'ajout à la liste d'amis
it: Non hai richieste di amicizia
ko: 친구 요청이 없습니다.
zh_hans: 您没有好友请求

# friendReqTitle
source: Click on the name to accept
de: Klicke auf den Namen um zu akzeptieren
es: Haz clic en un nombre para aceptar
fr: Cliquez sur le nom pour accepter
it: Clicca su un nome per accettare
ko: 수락을 위해서 이름을 클릭해 주세요
zh_hans: 单击姓名接受

# friendRequestFrom
source: Do you accept the friend request?
de: Akzeptierst du die Freundschaftsanfrage?
es: ¿Aceptas la solicitud de amistad?
fr: Acceptez-vous l'invitation?
it: Accetti la richiesta di amicizia?
ko: 친구 요청을 수락하시겠습니까
zh_hans: 您接受好友请求吗？

# alreadyFriends
source: You've already become friends!
de: Ihr seit bereits Freunde!
es: Ya has hecho amigos!
fr: Cet utilisateur est déjà dans votre liste d'amis!
it: Avete già stretto amicizia!
ko: 이미 친구 수락이 완료되었습니다.

# wallet
source: My Offers
de: Deine Angebote
es: Tus premios
fr: Vos prix
it: I tuoi premi
ko: 나의 제안
zh_hans: 钱包

# tobeconverted
source: To be redeemed
de: Einzulösen
es: Para redimir
fr: À obtenir
it: Da riscuotere
ko: 구매 예정
zh_hans: 等待赎回

# converted
source: Already Redeemed
de: Eingelöst
es: Comprados
fr: Obtenus
it: Ottenuti
ko: 구매 완료
zh_hans: 赎回的物品

source: Balance
de: Bilanz
es: Presupuesto
fr: Budget
it: Bilancio
ko: 잔액
zh_hans: 余额

# balanceTitle
source: Bedollar status
es: Bedollars status
fr: Statut Bedollars
it: Stato Bedollar
ko: Bedollar 상태
zh_hans: Bedollar 状态

# nobalancelabel
source: You haven't made any Bedollar transactions yet. Play to earn and redeem great offers!
de: Du hast noch keine Bedollar Transaktionen durchgeführt. Spiele jetzt um Bedollars zu sammeln und löse sie gegen tolle Angebote ein!
es: BeDollars no han ganado y gastado.
fr: Vous n'avez pas encore fait de transactions de Bedollars. Jouez pour gagner et obtenir des offres!
it: Non hai ancora guadagnato e speso Bedollar. Gioca guadagna e riscuoti grandi offerte!
ko: Bedollar거래 내역이 없습니다. 게임을 통해 획득하여 물품을 구매하세요.
zh_hans: 您没有 Bedollar 交易。

# BADGE_WIN
source: Badge Earned
de: Badge gewonnen
es: Victoria Badge
fr: Badges gagnés
it: Vincita Badge
ko: 획득한 배지
zh_hans: 赢得奖章

# CHALLENGE_ACCEPT
source: Challenge Accepted
de: Herausforderung akzeptiert
es: Desafìo Acceptado
fr: Défis Acceptés
it: Sfida Accettata
ko: 도전 수락
zh_hans: 接受挑战

source: Challenge Invite
de: Herausforderung einladen
es: Invitación a desafìò
fr: Défis gagnés
it: Invito a sfida
ko: 도전 초청
zh_hans: 邀请挑战

# CHALLENGE_WIN
source: Challenge Won
de: Herausforderung gewonnen
es: Desafìo Ganado
fr: Défi gagné
it: Vincita Sfida
ko: 도전 승리
zh_hans: 赢得挑战

source: Comment
de: Kommentar
es: Comentado
fr: Commentaire
it: Commento
ko: 의견
zh_hans: 注释

# CONTEST_WIN
source: Contest Won
de: Wettbewerb gewonnen
es: Contest ganado
fr: Concour Gagné
it: Contest Vinto
ko: 우승내역
zh_hans: 赢得竞赛

# CREATE_USER
source: User created
de: Benutzer angelegt
es: Creación de usuario
fr: Creation d'utilisateur
it: Creazione utente
ko: 생성
zh_hans: 创建用户

source: Friend Added
de: Freund hinzugefügt
es: Amigo añadido
fr: Amis ajouté
it: Amico aggiunto
ko: 친구 더하기
zh_hans: 添加好友

# FRIEND_INVITE
source: Friend Invited
de: Freund eingeladen
es: Amico invitado
fr: Amis invité
it: Amico invitato
ko: 친구 초청
zh_hans: 邀请好友

# LEADERBOARD_IMPROVE
source: Leaderboard improvement
de: Rangliste verbessert
es: Mejora en la clasificación
fr: Affermissement dans le classement
it: Miglioramento nella Leaderboard
ko: 리더보드 개선
zh_hans: 排行榜动态

# MARKETPLACE_BUY
source: Redemption
de: Kauf
es: Compra Marketplace
fr: Achat d'une offre
it: Acquisto offerta
ko: 구매
zh_hans: 商城购买

# MARKETPLACE_SELL
source: Sale
de: Verkauf
es: Venta Marketplace
fr: Vente
it: Vendita offerta
ko: 판매
zh_hans: 商城出售

# SEND_BEDOLLAR_METHOD
source: Given from App
de: Von der App erhalten
es: Donación desde App
fr: Versement depuis Appli
it: Versamento da App
ko: 앱에서 받아오기
zh_hans: 从游戏中获取的回报

# SHARE
source: Sharing
de: Teilen
es: Compartido
fr: Partage d'une info
it: Condivisione
ko: 공유
zh_hans: 共享

# SUBMIT_SCORE
source: New score
de: Neue Score
es: Submit score
fr: Nouveau score
it: Nuovo punteggio
ko: 새점수
zh_hans: 新分数

# VGOOD_CONVERSION
source: Redemption
de: Preis eingelöst
es: Premio comprado
fr: Prix obtenu
it: Premio convertito
ko: 신청
zh_hans: 兑换物品

source: Achievement unlocked
de: Erfolg freigespielt
es: Objectivo alcanzado
fr: Objectif atteint
it: Achievement sbloccato
ko: 실적 해제
zh_hans: 战绩解锁

# VOTE
source: Ranking
de: Abstimmung
es: Voto
fr: Vote
it: Voto
ko: 순위

source: Challenges
de: Herausforderungen
es: Desafìos
fr: Défis
it: Sfide
ko: 도전
zh_hans: 挑战

source: Challenge
de: Herausforderung
es: Desafìo
fr: Défi
it: Sfida
ko: 도전
zh_hans: 挑战

source: Pending
de: Warten
es: Pendiente
fr: En attente
it: In attesa
ko: 지연
zh_hans: 未处理

source: Ended
de: Beendet
es: Acabado
fr: Achevés
it: Finite
ko: 종결
zh_hans: 结束

# end
source: Ended
de: Beendet
es: Acabado
fr: Achevé
it: Finita
ko: 종결
zh_hans: 结束

source: Ongoing
de: Geht weiter
es: En curso
fr: En cours
it: In corso
ko: 계속
zh_hans: 正在进行

source: From
de: Von
es: Desde
fr: De
it: Da
ko: 어디서
zh_hans: 发件人

source: to
de: Zu
es: a
fr: à
it: a
ko: 까지
zh_hans: 至

source: Status:
es: Estado:
fr: Statut:
it: Stato:
ko: 상태:
zh_hans: 状态：

source: Start date:
de: Starttermin:
es: Fecha de inicio:
fr: Début:
it: Inizio:
ko: 시작일:
zh_hans: 开始日期：

# endChallengeDate
source: End date:
de: Enddatum:
es: Fecha final:
fr: Fin:
it: Fine:
ko: 종료일:
zh_hans: 结束日期：

# prize
source: Offer:
de: Preis:
es: Premio:
fr: Prix:
it: Premio:
ko: 오퍼:
zh_hans: 奖金：

# challengeWinner
source: Winner:
de: Gewinner:
es: Ganador:
fr: Gagnant:
it: Vincitore:
ko: 우승자:
zh_hans: 赢家：

source: Cost to accept:
de: Kosten, wenn akzeptiert:
es: Costo de aceptar:
fr: Coût pour accepter:
it: Costo per accettare:
ko: 승인 금액:
zh_hans: 接受的费用：

# challmevsyou
source: I bet you can not reach this score in 48 hours
de: Ich wette, du kannst meine Punktzahl nicht innerhalb von 48 Stunden schlagen!
es: Apuesto que no puedes alcanzar este resultado en 48 horas
fr: Je parie que tu n'atteindras pas ce score en 48 heures
it: Scommetto che non raggiungi il punteggio in 48 ore
ko: 당신이 이 점수에 48시간 안에 도달할 수 없다는 것에 걸겠습니다

# challmevsyoutitle
source: You can't reach...
de: Du kannst das nicht schlagen...
es: No puedes llegar...
fr: Tu n'arrives pas...
it: Non puoi raggiungere
ko: 도달할 수 없습니다...

# challFriends
source: I bet I can reach this score in 48 hours
de: Ich wette, ich kann diese Punktzahl in 48 Stunden schlagen
es: Apuesto que puedo llegar a este resultado en 48 horas
fr: Je parie que j'arrive à gagner ce score en 48 heures
it: Scommetto che riesco a raggiungere questo punteggio in 48ore
ko: 내가 48시간 안에 이 점수에 도달할 수 있다는 것에 걸겠습니다.

# challFriendstitle
source: I can reach...
de: Ich kann das schlagen...
es: Puedo llegar...
fr: J'y arrive...
it: Riesco a raggiungere
ko: 도달할 수 있습니다...

# chall48
source: I bet I can get a better score than yours in the next 48hours?
de: Ich wette, ich kann ein besseres Ergebnis als du erzielen und zwar innerhalb der nächsten 48 Stunden
es: Apuesto que puedo obtener un mejor resultado de lo que tu en las próximas 48 horas
fr: Je parie que j'aurai un meilleur score que toi dans les prochaines 48heures
it: Scommetto che raggiungo un punteggio migliore del tuo in 48ore
ko: 다음 48시간 내에 당신보다 더 나은 점수를 얻을 수 잇다는 데 걸겠습니다.

# chall48title
source: Who's the best?
de: Wer ist der Beste?
es: Quién es el mejor?
fr: Qui est le meilleur?
it: Chi è il migliore?
ko: 누가 최고점인가요?

# chall48subtitle
source: I can reach a better score than yours
de: ich kann eine bessere Punktzahl als du erreichen
es: que puedo llegar a un resultado mejor que el tuyo
fr: que j'atteins un score meilleur du tien
it: che raggiungerò un punteggio migliore del tuo
ko: 당신들보다 더 나은 점수를 얻을 수 있습니다.

# challhowmuchbet
source: I bet
de: Ich wette
es: Apuesto
fr: Je parie
it: Scommetto
ko: 걸겠습니다.

# challhowmanypoint
source: I can reach
de: Werde ich erreichen
es: Que puedo llegar a
fr: Que j'attendrai
it: Che riesco a raggiungere
ko: 도달할 수 있습니다.

# challhowmanypointyou
source: %@ can not reach
de: kann %@ nicht schlagen
es: que %@ no puede llegar a
fr: Que %@ n'atteindra pas
it: che %@ non può raggiungere
ko: %@에 도달할 수 없습니다.

# challFromTo
source: From you to
de: Von dir zu
es: De ti
fr: De vous à
it: Da te a
ko: 당신으로부터

# challFrom
source: From
de: Von
es: De
fr: De
it: Da
ko: 로부터

# challYou
source: to you
de: zu dir
es: a ti
fr: à vous
it: a te
ko: 에게

# challFromUser
source: challenges you
de: fordert dich heraus
es: te desafia
fr: vous défie
it: ti ha sfidato
ko: 도전

# challBet
source: Bet
de: Wette
es: Apuesta
fr: Pari
it: Scommessa
ko: 배팅

# challCanWin
source: You can win
de: Du kannst gewinnen
es: Puedes ganar
fr: Vous pouvez gagner
it: Puoi vincere
ko: 이길 수 있습니다.

# challPointsTarget
source: Points to do
de: Fehlende Punkte
es: Puntos de llegar
fr: Score à atteindre
it: Punteggio da raggiungere
ko: 시행하기 위한 포인트

# challPoints
source: Points
de: Punkte
es: Puntos
it: Punti
ko: 포인트

source: click here
de: Klicke hier
es: haz clic aquí
fr: cliquez ici
it: clicca qui
ko: 여기를 클릭하세요

# started
source: Ongoing
de: Geht weiter
es: En curso
fr: En cours
it: In corso
ko: 계속
zh_hans: 正在进行

# to be accepted
source: Pending
de: Warten
es: Pendiente
fr: En attente
it: In attesa
ko: 지연
zh_hans: 未处理

# whoAlsoConverted
source: Who also redeemed:
de: Die auch eingekauft haben:
es: Han comprado ya:
fr: Ont déjà obtenu le prix reçu:
it: Chi ha già acquistato:
zh_hans: 购买此物品的其他玩家：

# selectFriend
source: Select a friend
de: Wähle einen Freund
es: Selectiona un amigo
fr: Choisir un ami
it: Scegli un amico
ko: 친구를 선택하세요
zh_hans: 选择好友

# doYouFriend
source: Do you really want to send this coupon as a gift?
de: Bist du sicher, dass du diesen Coupon als Geschenk schicken willst?
es: ¿Estás seguro de enviar este coupon como regalo?
fr: Voulez-vous envoyer le cadeau?
it: Vuoi inviare il regalo?
ko: 이 쿠폰을 선물로 전달하시겠습니까?
zh_hans: 确认把这张优惠券作为礼品发送吗？

# unableToSendAsAGift
source: Please sign in to send this offer to a friend.
de: Bitte logge dich auf Beintoo ein, um dieses Angebot als Geschenk an einen Freund zu senden.
es: Por favor, entra en Beintoo para enviar el regalo a tus amigos
fr: Enregistrez-vous à Beintoo pour offrir ce prix à un ami.
it: Registrati a Beintoo per regalare questo premio ad un amico.
ko: 로그인을 하셔야만 이 선물을 친구에게 보낼 수 있습니다.
zh_hans: 请登录 Beintoo 并把该物品作为礼品发送给好友。

source: Gift sent!
de: Geschenk gesendet!
es: Regalo enviado!
fr: Cadeau envoyé!
it: Regalo inviato!
ko: 선물 제공
zh_hans: 礼品已发送！

# giftNotSent
source: Cannot send the gift.
de: Kann das Geschenk nicht abschicken
es: No se puede enviar el regalo.
fr: Impossibile offrir ce cadeau.
it: Impossibile regalare questo premio.
ko: 선물을 보낼 수 없습니다.
zh_hans: 无法发送礼品。

# vgoodMessageBanner
source: You've earned an offer for your score! Tap here and redeem it!
de: Du hast eine Belohnung für deine Punktzahl verdient! Tippe hier um sie einzulösen!
es: Has ganado un premio untilizando esta Aplicación! ¡Haz clic en obtener para recibirlo ahora!
fr: Vous avez gagné un prix pour votre score! Cliquez ici pour l'obtenir!
it: Hai guadagnato un premio per il tuo punteggio! Clicca qui per ottenerlo!
ko: 당신의 점수를 위한 오퍼를 획득했습니다. 여기를 선택하셔서 교환하세요.
zh_hans: 此分数使您获得了奖金！按下并赎回！

# vgoodMessageAd
source: Your match has been sponsored by
de: Dein Spiel wird gesponsort von:
es: Su encuentro es auspiciado por
fr: Votre match est sponsorisé par:
it: La tua partita è stata sponsorizzata da:
ko: ~가 이번 시합을 지원합니다.
zh_hans: 比赛赞助商为

# multipleVgoodsLabel
source: Congratulations! Choose an offer.
de: Glückwünsche! Wähle deine Belohnungen
es: ¡Felicitaciones! Elige tus premio.
fr: Félicitations! Choisissez votre prix.
it: Congratulazioni! Scegli il tuo premio.
ko: 축하합니다. 새로운 오퍼를 고르세요.
zh_hans: 祝贺您！选择奖金。

# nothingToDispatchMsg
source: Sorry, no offer is available in your area yet.
de: Entschuldige, es gibt leider keine Angebote in deiner Nähe
es: Lo sentimos, no hay una recompensa disponible en el área ahora.
fr: Il n' y a pas encore d'offre valable dans votre région. Désolé.
it: Spiacente, non ci sono premi disponibili nella tua zona al momento.
ko: 현재 귀하가 계신 지역에선 가능한 오퍼가 없습니다.
zh_hans: 对不起，现在您所在的地区没有新奖金。

# acceptBtn
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ko: 승인
zh_hans: 接受

# refuseBtn
source: Refuse
de: Abbrechen
es: Rechazar
fr: Refuser
it: Rifiuta
ko: 거절
zh_hans: 拒绝

source: Get Coupon
de: Jetzt kaufen
es: Alcanza tus premio
fr: Obtenir Prix
it: Ritira Premio
ko: 쿠폰 얻기
zh_hans: 获得优惠券

# sendAsGift
source: Send as a gift
de: Als GEschenk verschicken
es: Envia como regalo
fr: Offrir
it: Regala
ko: 선물로 보내기
zh_hans: 作为礼品发送

source: Alliance
de: Allianz
es: Clan
fr: Clan
it: Alleanza
ko: 동맹
zh_hans: 组队

source: Alliances
de: Allianzen
es: Clanes
fr: Clans
it: Alleanze
ko: 동맹들
zh_hans: 组队

# alliance_create
source: Create alliance
de: Allianz erstellen
es: Crea clan
fr: Créer un clan
it: Crea alleanza
ko: 동맹 만들기
zh_hans: 创建组队
