Repository: bobie-herxun/Bikerxun
Catalog: SDKBeintoo_Beta/*.lproj/BeintooLocalizable.strings
Languages: de, es, fr, it, ko, zh_hans

# alliance_createDesc
source: Create alliance
de: Erstelle deine Allianz
es: Crea tu clan o busca uno
fr: Créez votre clan ou cherchez-en un
it: Crea la tua alleanza
ko: 동맹 만들기
zh_hans: 创建您的组队

# alliance_your
source: Your alliance
de: Deine Allianz
es: Tu clan
fr: Votre clan
it: La tua alleanza
ko: 당신의 동맹
zh_hans: 您的组队

# alliance_yourDesc
source: View stats and details of your alliance
de: Details zu deiner Allianz
es: Ve los detalles de tu clan
fr: Voir détails de votre clan
it: Visualizza i dettagli della tua alleanza
ko: 동맹의 상태 확인
zh_hans: 查看组队的状态和详情

# alliance_list
source: Alliances list
de: Allianzen Liste
es: Lista de clanes
fr: Liste des clans
it: Elenco alleanze
ko: 동맹 목록
zh_hans: 组队列表

# alliance_listDesc
source: View all the alliances
de: Alle Allianzen ansehen
es: Ver lista de los clanes
fr: Voir la liste des clans
it: Visualizza l'elenco alleanze
ko: 모든 동맹 보기
zh_hans: 查看所有组队的列表

# alliancemaintextfooter
source: Alliances are players who decide to team up together and collaborate against other alliances to earn more Bedollars and more offers.
de: Allianzen sind Gruppen von Spielern, die als Mannschaft zusammenarbeiten und gegen andere Allianzen kämpfen, um mehr Preise und mehr Bedollars zu gewinnen.
es: Los clanes son un grupo de usuarios que deciden agruparse y colaborar juntos contra otros clanes a fin de ganar más premios y más Bedollars.
fr: Les clans sont un groupe de joueurs qui décident de faire équipe et collaborer contre d'autres clans pour gagner encore plus de prix et de Bedollars.
it: Le alleanze sono formate da un gruppo di giocatori che decidono di fare squadra e collaborare contro altre alleanze per vincere ancora più premi e Bedollar.
ko: 동맹이란, 다른 동맹과 경쟁하여 더 많은 Bedollar와 오퍼를 받기 위해 함께 팀을 이뤄서 협력하는 참가자를 의미합니다.
zh_hans: 为了赢得更多的奖金和 Bedollar，愿意结队并与其他队友合作的一组玩家被称为组队。

# alliancemembers
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ko: 멤버
zh_hans: 成员

# allianceviewmembers
source: Alliance members
de: Mitglieder der Allianz
es: Miembros del clan
fr: Membres du clan
it: Membri alleanza
ko: 동맹 멤버
zh_hans: 组队成员

# allianceleave
source: Leave alliance
de: Verlasse die Allianz
es: Dejar el clan
fr: Quitter le clan
it: Lascia alleanza
ko: 동맹 떠나기
zh_hans: 脱离组队

# allianceviewpending
source: Pending requests
de: Ausstehenden Einladungen
es: Solicitudes pendientes
fr: Demandes en attente
it: Richieste in attesa
ko: 지연 제안들
zh_hans: 等待组队的请求

# allianceSearchFor
source: Find an alliance name
de: Suche eine Allianz
es: Search an alliance
fr: Chercher un clan
it: Cerca alleanza per nome
ko: 동맹명 검색
zh_hans: 查找组队名称

# alliancependindialog
source: Do you want to admit %@ in your alliance?
de: Möchstest du %@ in deine Allianz lassen?
es: Quieres admitir %@ en tu clan?
fr: Voulez-vous accepter %@ dans votre clan?
it: Vuoi accettare %@ nella tua alleanza?
ko: %@와 동맹을 맺으시겠습니까
zh_hans: 同意接纳 %@ 加入您的组队吗？

# alliancecreateeditext
source: Enter your alliance name
de: Gib den Namen für deine Allianz ein
es: Insertar nombre de tu clan
fr: Insérez le nom de votre clan
it: Inserisci un nome per la tua alleanza
ko: 동맹명을 입력해 주세요
zh_hans: 输入组队的名称

# alliancemaincreate
source: Create alliance
de: Erstelle deine Allianz
es: Crea clan
fr: Créer clan
it: Crea alleanza
ko: 동맹 생성
zh_hans: 创建您的组队

# alliancemainlist
source: List of alliances
de: Allianzen Liste
es: Lista de clanes
fr: Liste des clans
it: Elenco alleanze
ko: 동맹 목록
zh_hans: 组队列表

# alliancesendreq
source: Join this alliance
de: Dieser Allianz beitreten
es: Solicitud para entrar
fr: Demandez de faire partie
it: Richiedi di entrare
ko: 동맹에 참가
zh_hans: 加入该组队

# alliancerequestdialog
source: Do you want to send a request to join this alliance?
de: Willst du einen Anfrage abschicken um dieser Allianz %s beizutreten?
es: ¿Quieres solicitar la entrada en el clan?
fr: Voulez-vous demander à entrer dans le clan
it: Vuoi fare richiesta per entrare nell'alleanza?
ko: 이 동맹에 참가 요청을 하시겠습니까
zh_hans: 您希望发送加入该组队的请求吗？

# allianceleaveareyousure
source: Do you really want to leave the alliance?
de: Bist du sicher, dass du die Allianz verlassen willst?
es: ¿Estás seguro de salir de el clan?
fr: Etes-vous sure de quitter le clan?
it: Sei sicuro di voler abbandonare l'alleanza?
ko: 동맹을 떠나시겠습니까
zh_hans: 您确定脱离组队吗？

# allianceaddfriends
source: Add friends to your alliance
de: Freunde zu deiner Allianz hinzufügen
es: Agregar amigos a tu clan
fr: Ajoutez vos amis à votre clan
it: Aggiungi i tuoi amici all'alleanza
ko: 친구들을 동맹으로 추가
zh_hans: 把好友添加到组队

# alliancenametooshort
source: The name of your alliance should be at least three characters long.
de: Die Mindestlänge des Namens muss 3 Zeichen betragen
es: La longitud mínima del nombre es de 3 caracteres.
fr: Le nom de votre clan doit avoir au moins trois lettres
it: Il nome della tua alleanza deve essere lungo almeno tre caratteri.
ko: 동맹명은 3글자 이상 입력해야 합니다.
zh_hans: 组队的名称最短为3个字符

# allianceNoResult
source: You have no pending requests right now.
de: Du hast derzeit keine ausstehenden Freundschaftsanfragen.
es: No tienes solicitudes pendientes en estos momentos.
fr: Vous n'avez aucune demande d'ajout pour le moment.
it: In questo momento non hai richieste.

# wehavefound
source: Which profile do you want to use?
de: Welches Profil möchtest du verwenden?
es: ¿Que perfil quieres utilizar?
fr: Quel compte voulez-vous utiliser?
it: Quale profilo vuoi utilizzare?
ko: 어떤 프로파일을 쓰길 원하십니까
zh_hans: 选择您想要使用的档案？

# selectwhich
source: Select one or create a new Beintoo account.
de: Wähle ein Profil
es: Selecciona o insiere nueva cuenta.
fr: Sélectionner un autre compte.
it: Seleziona o usa un altro account.
ko: 계정을 선택하시거나 새로 생성하세요
zh_hans: 选择或创建一个新 Beintoo 帐号。

# hereare
source: Here are your challenges
de: Hier sind deine Herausforderungen
es: Tu desafìos
fr: Vos défis
it: Ecco le tue sfide
ko: 당신의 도전들입니다
zh_hans: 您的挑战

# itstimeto
source: It's time to win
de: Es ist Zeit zu gewinnen
es: Es hora de ganar
fr: Il est temps de gagner!
it: E' tempo di vincere!
ko: 승리할 시간입니다.
zh_hans: 获胜的时刻到了

# congratulations
source: Congratulations, you deserve an exclusive offer!
de: Glückwünsch! Du verdienst eine besondere Belohnung!
es: Felicitaciones! Has merecido un premio!
fr: Félicitations! Vous vous méritez ce prix!
it: Complimenti! Ti sei meritato questo premio!
ko: 축하합니다,
zh_hans: 您获奖当之无愧，祝贺您！

# hereiswallet
source: Collect all your offers here
de: Hier bekommst du deine Belohnungen
es: Tus premios
fr: Voici la liste de vos prix
it: Ecco la lista dei tuoi premi
ko: 오퍼들을 모으세요.
zh_hans: 您的奖励钱包

# noscoreLabel
source: You haven't played yet! Start playing and view your scores here.
de: Keine Punkte in dieser App.
es: No hay ningùn tanteo para esta Aplicatión.
fr: Vous n'avez pas encore joué. Commencez à jouer pour voir votre score dans cette appli!
it: Non hai ancora giocato! Inizia e vedrai i tuoi punteggi qui.
ko: 참여한 적이 없습니다. 게임을 시작하고 이곳에서 점수를 확인하세요.
zh_hans: 在该游戏中没有得分。

# noscoreLabelOtherUser
source: No points on this app.
de: Keine Punkte in dieser App.
es: No hay ningùn tanteo para esta Aplicatión.
fr: Aucun score sur cette Appli.
it: Nessun punteggio su questa app.
ko: 이 앱에는 가능한 점수가 없습니다.

# nochallenges
source: You have no challenges right now, go out and challenge your friends
de: Du hast keine Herausforderungen. Fordere einen Freund heraus.
es: No tienes desafíos ahora! Desafía a un amigo!
fr: Vous n'avez pas de défis en cours. Défiez un ami!
it: Non hai sfide attive, sfida i tuoi amici ora!
ko: 현재 가능한 도전이 없습니다. 종료후 친구들에게 도전하세요
zh_hans: 您在此区未遇到任何挑战

# startChallenge
source: Want to send a challenge? Bet 10 Bedollars to win 25.
de: Möchtest du eine Herausforderung abschicken? Wette 10 Bedollars um 25 Bedollars zu gewinnen.
es: ¿Quieres enviar un desafìo? Aposta 10 Bedollars, puedes ganar 25.
fr: Voulez-vous défier ce joueur? Parier 10 Bedollars, vous pouvez en gagner 25.
it: Vuoi lanciare una sfida a questo giocatore? Punta 10 Bedollar, puoi vincerne 25.
ko: 도전 신청을 하시겠습니까? 10 Bedollar를 거시고 승리하시면 25 Bedollar를 획득하게 됩니다.
zh_hans: 您想发送挑战吗？下注 10 BeDollar，赢回 25。

# loginOn
source: Login
es: Entrar
fr: Accéder
it: Accedi
ko: 로그인
zh_hans: 登录

# no_fb_login1
source: Login to Beintoo, create a new
de: Anmeldung auf Beintoo, erstelle einen neuen
es: Entra en Beintoo, crea un nuevo usuario
fr: Accéder à Beintoo et enregistrez-vous.
it: Fai login su Beintoo o registrati.
ko: Beintoo 계정 생성
zh_hans: 登录 Beintoo，创建一个新的

# no_fb_login2
source: user or use your Facebook account
de: Benutzer oder nutze dein Facebook Konto
es: o utiliza tu cuenta de Facebook
fr: Si vous êtes déjà enregistré sur Facebook utilisez votre compte.
it: Se sei già registrato tramite Facebook usa il tuo account.
ko: 사용자나 페이스북의 계정을 사용하세요
zh_hans: 用户名或使用您的 Facebook 帐号

# orCreateAccount
source: Or create a new account
de: oder erstelle ein neues Konto
es: o entra con un perfil existente
fr: Ou créer un nouveau compte.
it: oppure crea un nuovo account
ko: 혹은 새로운 계정을 생성하세요
zh_hans: 或者创建新帐号

# nogoodslabel
source: You haven't collected any offers yet.
de: Du hast noch keine Belohnungen eingesackt.
es: No tienes ningùn premio.
fr: Vous n'avez aucun coupon pour l'instant.
it: Non hai ancora nessun coupon.
ko: 오퍼를 수집하지 않았습니다
zh_hans: 您没有虚拟物品。

# nogoodsnolocation
source: Please enable location services to receive offers.
de: Bitte aktiviere standortbezogene Dienste, um Angebote zu erhalten
es: Por favor, habilita el servicio de ubicación para ganar premios
fr: S'il vous plait activez le service de localisation pour recevoir les prix
it: Per favore abilita la geolocalizzazione per vincere premi
ko: 이 오퍼를 받으시려면 위치 정보를 활성화 해주십시오
zh_hans: 请启动本地服务以便赢取奖金。

source: Signup
de: Anmeldung
es: Regístrate
fr: Inscription
it: Registrazione
ko: 계정생성
zh_hans: 签字

# noAchievementsLabel
source: There are no achievements to unlock for this app!
de: In dieser app gibt es keine Erfolge freizuschalten.
es: No hay conquistas en esta Aplicación.
fr: Il n' y a pas de buts à rejoindre dans cette appli!
it: Non ci sono achievement da sbloccare per questa app!
ko: 이 앱을 사용키 위해 가능한 실적이 없습니다.
zh_hans: 您目前没有战绩。

source: Inbox
es: Mensajes
fr: Messages
it: Messaggi
ko: 수신함
zh_hans: 收件箱

# yourMessages
source: Here are your messages
de: Deine Nachrichten
es: Tus mensajes
fr: Voici vos messages
it: Ecco i tuoi messaggi
ko: 수신 메시지
zh_hans: 您的消息

# loadmoreButton
source: Load more
de: Mehr laden
es: Mensajes anteriores
fr: Télécharger à nouveau
it: Carica altri
ko: 더가져오기
zh_hans: 装载更多

# noMessages
source: You don't have any messages.
de: Du hast keine Nachrichten.
es: No tienes ningún mensaje.
fr: Vous n'avez aucun message.
it: Non hai ancora nessun messaggio.
ko: 수신된 메시지가 없습니다.
zh_hans: 您没有消息。

source: New Message
de: Neue Nachrichten
es: Nuevos Mensajes
fr: Nouveau Message
it: Nuovo Messaggio
ko: 신규메시지
zh_hans: 新消息

source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ko: 답변
zh_hans: 回答

source: Delete
de: Löschen
es: Eliminar
fr: Eliminer
it: Cancella
ko: 삭제
zh_hans: 删除

# sendmessage
source: Select a friend and write your message
de: Wähle einen Freund und schreibe deine Nachricht
es: Selecciona un amigo y escribe tu mensaje
fr: Sélectionner un ami et écrire un message.
it: Seleziona un amico e scrivi il messaggio
ko: 친구를 선택하고 당신의 메시지를 전송하세요
zh_hans: 选择好友并编写消息

source: Message:
de: Nachricht:
es: Mensaje:
it: Messaggio:
ko: 메시지
zh_hans: 消息：

# sendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ko: 전송
zh_hans: 发送

# sendMessageTitle
source: Send a message
de: Sende Nachricht
es: Envia mensaje
fr: Envoyer message
it: Invia messaggio
ko: 메시지 전송
zh_hans: 发送消息

# addressee
source: To
de: Zu
es: A:
fr: Destinataire
it: Destinatario
ko: 수신인:
zh_hans: 至

# missiontoachieve
source: To achieve your mission and receive your offer play now on
de: Um deine Mission zu erfüllen und deine Belohnung zu gewinnen, spiele jetzt
es: Para lograr tu misión y ganar la recompensa, juega ahora a
fr: Pour accomplir votre mission et gagner votre prix, jouez maintenant sur
it: Per completare la missione e vincere il premio gioca ora su
zh_hans: 完成任务并赢取奖金，请开始游戏

# missionwelcometo
source: Welcome to your
de: Willkommen bei deiner
es: Bienvenido a tu
fr: Bienvenue à votre
it: Benvenuto alla tua
zh_hans: 欢迎来到您的

# missionstatusof
source: Status of your
de: Status deiner
es: Estado de tu
fr: Statut de votre
it: Status della tua
zh_hans: 您的状态

source: MISSION OF THE WEEK!
de: MISSION DER WOCHE!
es: MISION DE LA SEMANA!
fr: MISSION DE LA SEMAINE!
it: MISSIONE DELLA SETTIMANA!
zh_hans: 本周任务！

# missionachieveyour
source: ACHIEVE YOUR MISSION AND
de: SCHAFFE DEINE MISSION UND
es: LOGRA TU MISION Y
fr: COMPLETEZ VOTRE MISSION
it: COMPLETA LA MISSIONE E
zh_hans: 完成任务并

# missionandwinreward
source: EARN AN AMAZING OFFER
de: VERDIENE DIESE ECHTE BELOHNUNG!
es: GANA LA RECOMPENSA!
fr: POUR OBTENIR UN VRAI PRIX!
it: GUADAGNATI IL PREMIO!
zh_hans: 赢得真正的奖金！

source: Mission accomplished!
de: Mission erfüllt!
es: Misión lograda!
fr: Mission accomplie!
it: Missione compiuta!
zh_hans: 任务完成！

# missiongetrewardnow
source: GET YOU OFFER NOW
de: HOL DIR DEINE BELOHNUNG
es: CONSIGUE AHORA TUS PREMIO
fr: DECROCHEZ VOTRE PRIX
it: OTTIENI IL TUO PREMIO
zh_hans: 现在获得奖金！

# missionredeem
source: Redeem!
de: Einlösen!
es: Conseguir!
fr: Obtenir!
it: Riscuoti!
zh_hans: 赎回！

# missionjoinnow
source: Join Now
de: Jetzt spielen!
es: Jugar ahora
fr: Jouer maintenant
it: Gioca ora
zh_hans: 现在加入

# missionlater
source: Later
de: Später
es: Otra vez
fr: Plus tard
it: Più tardi
zh_hans: 接近末期

# missiondownloadnow
source: Download now
de: Jetzt herunterladen
es: Descargar ahora
fr: Télécharger maintenant
it: Scarica ora
zh_hans: 下载

# useralreadyregistered
source: This email address has been previously registered.
de: Ein Benutzer mit dieser E-Mail Adresse ist bereits registriert
es: Un usuario con este correo electrónico esta registrado ya
fr: Un utilisateur est déjà enregistré avec cet adresse email
it: Indirizzo email già presente. Usare uno diverso.
ko: 이미 가입된 email입니다
zh_hans: An user with this email is already registered

# errorMessage
source: An error has occurred, please try again.
de: Ein Fehler ist aufgetreten, bitte versuche es später erneut.
es: Se produjo un error, por favor intenta más tarde
fr: Une erreur s'est produite, réessayer plus tard.
it: E' stato riscontrato un errore, riprovare più tardi.
ko: 오류가 발생했습니다. 다시 시도해 주십시오
zh_hans: 发生错误，请稍后再试。

source: Challenge sent!
de: Herausforderung gesendet!
es: Desafìo enviado!
fr: Défi lancé!
it: Sfida lanciata!
ko: 도전 전송
zh_hans: 挑战已发送！

source: Challenge accepted!
de: Herausforderung akzeptiert!
es: Desafìo recibido!
fr: Défi accepté!
it: Sfida accettata!
ko: 도전 승인
zh_hans: 挑战已接受！

source: Challenge refused.
de: Herausforderung abgelehnt.
es: Desafìo declinado.
fr: Défi refusé.
it: Sfida rifiutata.
ko: 도전 거절
zh_hans: 挑战已拒绝。

# challengeOngoing
source: Challenge already ongoing.
de: Herausforderung bereits im Gange.
es: Desafío ya en curso.
fr: Défi déjà en cours!
it: Sfida già in corso!
ko: 진행중인 도전
zh_hans: 挑战进行中。

# noBedollarsForChall
source: Not enough Bedollars to send a Challenge. 10 Bedollars needed
de: Nicht genug Bedollars, um eine Herausforderung zu senden. 10 Bedollars benötigt
es: No tienes bastante Bedollars para enviar un desafìo. Necesitas 10 Bedollars
fr: Non Bedollars suffit d'envoyer un défi. 10 bedollars nécessaire.
it: Non hai abbastanza Bedollar per lanciare la sfida. 10 Bedollar necessari
ko: 도전 신청을 위해 필요한 Bedollar가 없습니다. 10Bedollar가 필요합니다.
zh_hans: BeDollars 不足，无法发送挑战。 需要 10 BeDollars

# shortMessageError
source: Message too short. Please retry.
de: Nachricht zu kurz. Bitte erneut versuchen.
es: Mensaje demasiado corto.
fr: Message trop court. Réessayez.
it: Messaggio troppo corto. Riprova.
ko: 메시지가 너무 작습니다. 다시 시도해주세요
zh_hans: 消息过短。 请重试。

source: Message sent!
de: Nachricht gesendet!
es: Mensaje enviado!
fr: Message envoyé!
it: Messaggio inviato!
ko: 메시지 전송완료!
zh_hans: 消息已发送！

# messageNotSent
source: Unable to send the message. Please try again.
de: Kann die Nachricht nicht senden. Bitte erneut versuchen
es: No se puede enviar el mensaje. Por favor, prueba otra vez.
fr: Le message n'a pas été envoyé. Réessayez.
it: Non è stato possibile inviare il messaggio. Riprova.
ko: 메시지를 보낼 수 없습니다. 다시 시도해주세요
zh_hans: 无法发送消息。 请重试。

# noFriendSelected
source: Select a friend to send your message.
de: Wähle einen Freund, um deine Nachricht zu senden
es: Tienes que elegir a un amigo para enviar tu mensaje.
fr: Sélectionnez d'abord un ami pour envoyer votre message.
it: Scegli un amico per inviare il tuo messaggio.
ko: 메시지를 보내기 위한 친구를 선택해 주세요
zh_hans: 您需要选择一个好友发送消息。

source: Message deleted.
de: Nachricht gelöscht.
es: Mensaje eliminado.
fr: Message envoyé.
it: Messaggio cancellato.
ko: 메시지 삭제.
zh_hans: 消息已删除。

# messageNotDeleted
source: An error has occurred, message not deleted. Please try again.
de: Ein Fehler ist aufgetreten, Nachricht nicht gelöscht. Bitte erneut versuchen.
es: Ha ocurrido un error, el mensaje no se borra.
fr: Erreur, le message n'a pas été effacé. Réessayer.
it: Errore, messaggio non cancellato. Riprova.
ko: 오류가 발생했습니다. 메시지를 지울 수 없습니다. 다시 시도해 주세요
zh_hans: 发生错误，消息未删除。请重试。

source: Request sent.
de: Anfrage gesendet
es: Solicitud enviada.
fr: Demande envoyée.
it: Richiesta inviata.
ko: 요청 전송이 완료되었습니다.
zh_hans: 请求已发送。

# requestNotSent
source: An error has occurred, request not sent. Please try again.
de: Ein Fehler ist aufgetreten, Anfrage nicht gesendet. Bitte erneut versuchen.
es: Ha ocurrido un error, pedido no enviado.
fr: Erreur, demande non envoyée. Réessayer.
it: Errore, richiesta non inviata. Riprova.
ko: 오류가 발생했습니다. 요청이 전송되지 않았습니다. 다시 시도해 주세요
zh_hans: 发生错误，消息未发送。请重试。

source: Request accepted
de: Anfrage angenommen
es: Solicitud aceptada.
fr: Demande acceptée.
it: Richiesta accettata.
ko: 요청 접수 완료
zh_hans: 请求已接受

source: Request refused
de: Anfrage abgelehnt
es: Solicitud declinada.
fr: Demande refusée.
it: Richiesta rifiutata.
ko: 요청이 거절되었습니다.
zh_hans: 请求已拒绝

# pendingFriendRequest
source: You already have a pending request with this user.
de: Du hast bereits eine ausstehende Anforderung dieses Benutzers.
es: Ya tienes una solicitud pendiente con este usuario
fr: Demande en attente de confirmation
it: Richiesta di amicizia in attesa di essere accettata.
ko: 이 사용자로부터 받은 요청이 지연중입니다.
zh_hans: 该用户已有一个尚未处理的请求。

# noUserMessage
source: User not . Please sign in again.
de: Benutzer nicht gefunden. Bitte melde dich erneut an.
es: Usuario no encontrado. Por favor, iniciar sesión de nuevo.
fr: Utilisateur pas trouvé. Connectez vous à nouveau.
it: Utente non trovato. Effettua nuovamente il login.
ko: 사용자가 발견되지 않았습니다. 다시 시도해 주세요
zh_hans: 未发现用户，请重新注册。

source: Novice
de: Neuling
fr: Débutant
it: Principiante
ko: 입문
zh_hans: 新手

source: Learner
de: Lernender
fr: Élève
it: Allievo
ko: 하수
zh_hans: 初学者

source: Passionate
fr: Passionné
it: Appassionato
ko: 중수
zh_hans: 热情

source: Winner
de: Sieger
fr: Gagnant
it: Vincitore
ko: 고수
zh_hans: 赢家

source: Master
de: Meister
fr: Maître
it: Campione
ko: 마스터
zh_hans: 大师

# loginError
source: Error
de: Fehler
fr: Erreur
it: Errore
ko: 에러
zh_hans: 登录错误

# forgotPasswordAlertTitleError
source: Error
de: Fehler
fr: Erreur
it: Errore
ko: 오류

# MPmainSegmentedIndexTitle1
source: National
it: Nazionali

# MPmainSegmentedIndexTitle2
source: Around me
de: In der Nähe
fr: Autour de moi
it: Vicino a te

source: Error!
de: Fehler!
fr: Erreur!
it: Errore!

# WEEKLY_PAYMENT
source: Weekly salary
de: Wöchentliches Gehalt
fr: Salaire hebdomadaire
it: Salario settimanale
ko: 주간 판매
zh_hans: 每周所得

# challerror
source: Please check input parameters
it: Verificare la correttezza dei parametri.
ko: 입력값을 확인해 주세요

source: Add to Alliance
it: Aggiungi all'Alleanza
ko: 동맹 추가

# missiongetbedollars
source: Beintoo Bedollars!
it: Beintoo Bedollar!

source: No
de: Nein
fr: Non

# allianceadmin
source: Admin
ko: 관리
zh_hans: 管理员
