Repository: bobie-herxun/Bikerxun
Catalog: SDKBeintoo_Beta/*.lproj/BeintooLocalizable.strings
Languages: de, es, fr, it, ko, zh_hans

# score
source: Points
de: Punktzahl
es: Tanteo
fr: Score
it: Punti
ko: 점수
zh_hans: 积分

source: points
de: Punkte
es: tanteo
it: punti
ko: 포인트
zh_hans: 分数

source: Back
de: Zurück
es: Volver
fr: Arrière
it: Indietro
ko: 뒤로
zh_hans: 返回

# endDate
source: Expiry Date:
de: Enddatum:
es: Fecha de finalización:
fr: Valable jusqu'au:
it: Scade il:
ko: 종료일
zh_hans: 结束日期：

source: Date:
de: Starttermin:
es: Fecha:
it: Data:
ko: 일자
zh_hans: 日期：

source: From:
de: Von:
es: Desde:
fr: De:
it: Da:
ko: 부터
zh_hans: 发信人：

source: To:
de: Zu:
es: Hasta:
fr: Destinataire:
it: Destinatario:
ko: 까지
zh_hans: 至：

source: Yes
de: Ja
es: Si
fr: Oui
it: Si
ko: 예
zh_hans: 是

source: Login
es: Entrar
fr: Accedez
it: Accedi
ko: 로그인
zh_hans: 登录

# loginErrorMsg
source: Wrong username or password. Please try again.
de: Benutzername oder Passwort falsch. Bitte versuche es erneut.
es: Nombre de usuario o contraseña incorrecto.
fr: Pseudo ou mot de passe incorrecte. Réessayez.
it: Username o password non corretti. Riprovare.
ko: 사용자 ID와 암호가 틀립니다. 다시 확인하여 주십시오
zh_hans: 用户名或密码错误请重试。

# loginSuccess
source: Welcome back!
de: Willkommen bei Beintoo!
es: Bienvenida!
fr: Bienvenue!
it: Bentornato!
ko: 돌아오신 것을 환영합니다.
zh_hans: 欢迎回来！

# loginSuccessMsg
source: You are now logged in!
de: Du bist eingeloggt!
es: Ahora está conectado!!
fr: Connexion réussie.
it: Login effettuato con successo
ko: 로그인 되었습니다.
zh_hans: 已经登录！

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuller
it: Annulla
ko: 취소
zh_hans: 取消

source: Show
de: Zeigen
es: Mostrar
fr: Voir et obtenir
it: Visualizza e riscuoti
ko: 보기
zh_hans: 显示

source: Details
es: Detalles
fr: En savoir plus
it: Dettagli
ko: 세부사항
zh_hans: 详情

# connectionError
source: Connection error. Please check your internet connection.
de: Verbindungs Fehler. Bitte überprüfe die Internetverbindung.
es: Error de conexión. Por favor verifica tu conexión a Internet.
fr: Absence de données pour la connection.Verifier vos paramètres et réessayer.
it: Connessione dati assente. Controllare le impostazioni e riprovare.
ko: 접속에러, 인터넷 접속환경을 확인하여 주십시오
zh_hans: 连接错误请检查网络连接。

source: Done
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ko: 완료
zh_hans: 完成

source: Best: %@
de: Beste:
es: Mejor:
fr: Meilleur:
it: Migliore:
ko: 최고:%@
zh_hans: 最佳：

source: Last: %@
de: Letzte:
es: Último:
fr: Dernier:
it: Ultimo:
ko: 최종:%@
zh_hans: 姓：

# nickname
source: Nick:
de: Spitzname:
es: Usuario:
fr: Pseudo:
ko: 별명
zh_hans: 昵称：

# noResult
source: Sorry, no results found!
de: Sorry, keine Ergebnisse gefunden!
es: Lo sentimos, no hay resultados!
fr: Aucun résultat trouvé, désolé.
it: Ci spiace! Non abbiamo trovato nessun risultato.
ko: 검색 결과 없음
zh_hans: 未发现结果。

# noRequest
source: You have no pending friend requests right now.
de: Du hast derzeit keine ausstehenden Freundschaftsanfragen.
es: No tienes solicitudes de amistad pendientes en estos momentos.
fr: Vous n'avez aucune demande d'ajout à la liste d'amis pour le moment.
it: In questo momento non hai richieste d'amicizia.
ko: 지연된 친구 요청이 없습니다
zh_hans: 未发现请求

# lederboardNoResult
source: Make some new friends and beat them on the leaderboard!
de: Mach neue Freunde und schlag ihre Highscore!
es: Haz nuevos amigos y desafiarlos en la tabla de clasificaciòn!
fr: Ajoutez des amis et défiez-les dans le classement!
it: Trova nuovi amici e sfidali in classifica!
ko: 리더보드에서 새로운 친구를 사귀거나 내기를 해보세요.

# giveBedollarMsg
source: You just earned %i Bedollar! Use your Bedollars to redeem great offers on Beintoo
de: Du hast gerade %i Bedollar verdient! Benutze sie um tolle Angebote auf Beintoo einzulösen
es: Acabas de ganar %i Bedollar! Úsa tus Bedollars para disfrutar de grandes ofertas en Beintoo
fr: Vous venez de gagner %i Bedollar! Utilisez vos Bedollars et profitez d'offres exclusives sur Beintoo
it: Hai appena guadagnato %i Bedollar! Usa i tuoi Bedollar per ottenere esclusive offerte su Beintoo
ko: %i Bedollar를 획득하였습니다. 새로운 상품을 구매하는데 사용하십시오

# giveBedollarsMsg
source: You just earned %i Bedollars! Use your Bedollars to redeem great offers on Beintoo
de: Du hast gerade %i Bedollars verdient! Benutze sie um tolle Angebote auf Beintoo einzulösen
es: Acabas de ganar %i Bedollars! Úsa tus Bedollars para disfrutar de grandes ofertas en Beintoo
fr: Vous venez de gagner %i Bedollars! Utilisez vos Bedollars et profitez d'offres exclusives sur Beintoo
it: Hai appena guadagnato %i Bedollars! Usa i tuoi Bedollar per ottenere esclusive offerte su Beintoo
ko: %i Bedollar를 획득하였습니다. 새로운 상품을 구매하는데 사용하십시오

# giveBedollarFloatMsg
source: You just earned %.1f Bedollar! Use your Bedollars to redeem great offers on Beintoo
de: Du hast gerade %.1f Bedollar verdient! Benutze sie um tolle Angebote auf Beintoo einzulösen
es: Acabas de ganar %.1f Bedollar! Úsa tus Bedollars para disfrutar de grandes ofertas en Beintoo
fr: Vous venez de gagner %.1f Bedollar! Utilisez vos Bedollars et profitez d'offres exclusives sur Beintoo
it: Hai appena guadagnato %.1f Bedollar! Usa i tuoi Bedollar per ottenere esclusive offerte su Beintoo
ko: %1.f Bedollar를 획득하였습니다. 새로운 상품을 구매하는데 사용하십시오

# giveBedollarsFloatMsg
source: You just earned %.1f Bedollars! Use your Bedollars to redeem great offers on Beintoo
de: Du hast gerade %.1f Bedollars verdient! Benutze sie um tolle Angebote auf Beintoo einzulösen
es: Acabas de ganar %.1f Bedollars! Úsa tus Bedollars para disfrutar de grandes ofertas en Beintoo
fr: Vous venez de gagner %.1f Bedollars! Utilisez vos Bedollars et profitez d'offres exclusives sur Beintoo
it: Hai appena guadagnato %.1f Bedollars! Usa i tuoi Bedollar per ottenere esclusive offerte su Beintoo
ko: %1.f Bedollar를 획득하였습니다. 새로운 상품을 구매하는데 사용하십시오

# tutorialFirstSentenceBold
source: PLAY
de: SPIELE
es: JUEGA
fr: JOUEZ
it: GIOCA
ko: 실행

# tutorialFirstSentence
source: / Engage with favourite Apps in the Beintoo network
de: / mit deinen Lieblings-Apps im Beintoo Netzwerk
es: / con tus aplicaciones favoritas en la red Beintoo
fr: / avec vos applis préférées dans le réseau Beintoo
it: / con le tue app preferite nella rete Beintoo
ko: Beintoo 네크워크에서 좋아하는 어플을 찾아보세요

# tutorialSecondSentenceBold
source: EARN
de: VERDIENE
es: GANA
fr: GAGNEZ
it: GUADAGNA
ko: 획득

# tutorialSecondSentence
source: / Collect Bedollars from your activities
de: / Bedollars mit deiner täglichen Freizeitaktivität
es: / Bedollars desde tus actividades cotidianas
fr: / des Bedollars pour vos activités
it: / Bedollars divertendoti
ko: Bedollar를 모아보세요

# tutorialThirdSentenceBold
source: REDEEM
de: EINLÖSEN
es: DISFRUTA
fr: OBTENEZE
it: OTTIENI
ko: 구매

# tutorialThirdSentence
source: / Get real world offers in the Beintoo store
de: / Hol dir Echtwelt Angebote im Beintoo Store
es: / de ofertas esclusivas en el Beintoo store
fr: / des fabuleuses offres dans le Beintoo Store
it: / offerte esclusive nel Beintoo store
ko: Beintoo 상점에서 실물을 얻을 수 있습니다.

# tutorialProceedButton
source: Start now!
de: Jetzt starten!
es: Iniciar ahora!
fr: Accédez maintenant!
it: Comincia ora!
ko: 지금 시작!

# signupMainSentence1
source: Join
de: Werde Mitglied
es: Únete
fr: Rejoignez
it: Unisciti
ko: 참여

# signupMainSentence2
source: the community to
de: der Community
es: a la comunidad,
fr: Beintoo,
it: a Beintoo
ko: 와 통신하기

# signupMainSentence3
source: earn
de: verdiene Bedollars
es: gana Bedollars
fr: gagnez des Bedollars,
it: guadagna Bedollars
ko: 획득

# signupMainSentence4
source: bedollars and
de: und
es: y
fr: et
it: e
ko: Bedollar와

# signupMainSentence5
source: redeem
de: löse
es: disfruta
fr: profitez
it: usali
ko: 구매

# signupMainSentence6
source: high value real world offers
de: die realen Angebote ein
es: de ofertas esclusivas
fr: d' offres exclusives
it: per ottenere offerte esclusive
ko: 고품격의 실물 제안

# signupOrLabel
source: or
de: oder
es: o
fr: ou
it: o
ko: 거나/혹은
zh_hans: o

# new_login_title
source: Continue earning Bedollars and redeem offers from here!
de: Hier weitere Bedollars verdienen und Angebote einlösen!
es: Continua a ganar Bedollars y a disfrutar de ofertas de aquí!
fr: Continuez à gagner des Bedollars et à obtenir des offres exclusives!
it: Continua a guadagnare Bedollars e ottieni offerte anche da qui!
ko: Bedollar를 획득하신 후 실물과 교환하세요

# signupTextFieldPlaceholder
source: Signup with your email
de: Melde dich mit deiner email Adresse an!
es: Regístrate con tu correo electronico
fr: Enregistrez-vous avec votre courriel
it: Registrati con la tua email
ko: Email로 가입하세요

# loginEmailPlaceholder
source: Email
es: Correo electronico
fr: Courrier électronique

# loginPasswordPlaceholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ko: 암호

# successfullyUnfrined
source: %@ successfully removed from friends
de: Du hast %@ erfolgreich aus deiner Freundesliste entfernt
es: Has eliminado %@ de tus amigos
fr: Vous avez supprimé %@ de votre liste d'amis
it: Hai rimosso %@ dagli amici
ko: %@ 친구목록에서 제거되었습니다.

# noFriendsAlliance
source: Make some new friends to invite them into your new alliance!
de: Finde neue Freunde und lade sie in deine Allianz ein!
es: Haga nuevos amigos para invitarlos a tu clan!
fr: Ajoutez des amis et invitez-les à rejoindre votre clan!
it: Stringi nuove amicizie e crea una tua alleanza!
ko: 새로운 친구들을 만들어 동맹을 맺으세요.

# noAlliancesInContest
source: No active alliances in this contest yet!
de: Bisher keine aktiven Allianzen im Wettbewerb!
es: Ninguno clan que juega!
fr: Pas encore de clan en jeux!
it: Nessuna alleanza attiva in questo contest!
ko: 해당 주소로 활성화된 동맹이 없습니다.

# noChallengesCompleted
source: You haven't completed any challenges yet!
de: Du hast deine Herausforderung noch nicht beendet!
es: No has cumplido ningún desafío!
fr: Vous n'avez pas encore de défis terminés!
it: Non hai ancora completato una sfida!
ko: 도전을 완료한 적이 없습니다.

# noNotifications
source: You don't have any notifications at the moment!
de: Du hast zur Zeit keine Benachrichtigungen!
es: No tienes ningún notificaciones ahora!
fr: Vous n'avez pas de nouvelles notifications en ce moment!
it: Non hai notifiche in questo momento!
ko: 수신된 쪽지가 없습니다.

# friendshipRequestSent
source: Friend request successfully sent to %@
de: Freundesanfrage erfolgreich an %@ gesendet
es: Solicitud de amistad enviada correctamente a %@
fr: Demande d'ajout envoyée à %@
it: Hai mandato la richiesta d'amicizia a %@
ko: %@에게 친구 요청을 보냈습니다.

source: Connect with Facebook
de: Mit Facebook verbinden
es: Conectar con Facebook
fr: Connexion avec Facebook
it: Connettiti con Facebook
ko: 페이스북 연동

# noAlliances
source: None
de: Keine
es: Ningún
fr: Aucun
it: Nessuna
ko: 없음

# settingsLabel
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ko: 세팅
zh_hans: 设置

# forgotPasswordButton
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
it: Password dimenticata?
ko: 암호를 잊으셨나요?

# forgotPasswordTitle
source: To reset your password, please insert your email
de: Um ein neues Passwort zu erhalten, gib hier deine email Adresse ein
es: Inserta tu cuenta para restablecer tu contraseña
fr: Insérez votre e-mail pour recevoir un nouveau mot de passe
it: Per ricevere una nuova password, inserisci la tua mail
ko: 새로운 암호를 설정하시려면 이메일 주소를 입력해 주세요

# forgotPasswordSendEmail
source: Send a new password
de: Neues Passwort senden
es: Enviar nueva contraseña
fr: Envoyer nouveau mot de passe
it: Invia nuova password
ko: 새로운 암호 보내기

# forgotPasswordAlertTitle
source: Successfully sent!
de: Erfolgreich gesendet!
es: Enviada!
fr: Envoyé!
it: Inviata!
ko: 전송 완료!

# forgotPasswordAlertSuccess
source: A new password has been sent to your account
de: Ein neues Passwort wurde an deinen Konto verschickt
es: Tu contraseña
fr: Votre nouveau mot de passe a été envoyé
it: La tua nuova password è stata inviata
ko: 새로운 암호가 등록된 이메일로 전달되었습니다.

# forgotPasswordAlertError
source: The email entered doesn't belong to any account
de: Die eingegebene email gehört zu keinem Konto
es: No se encontró ninguna cuenta
fr: L' e-mail ne correspond à aucun compte
it: La mail inserita non corrisponde a nessun account
ko: 입력하신 메일은 등록되어 있지 않습니다.

# profileDesc
source: View your stats
es: Ve tus estadísticas
fr: Statistiques, messages, amis
it: Visualizza le tue statistiche
ko: 나의 통계치 보기
zh_hans: 您的状态、消息和好友

# leaderboardDesc
source: View global scores
es: Ve los tanteos
fr: Voir mes scores
it: La tua posizione in classifica
ko: 글로벌 점수 확인
zh_hans: 查看总分

# walletDesc
source: Collect your offers here
es: Maneja tus premios
fr: Gérer mes prix
it: Raccogli qui i premi vinti
ko: 당신의 오퍼를 모으세요
zh_hans: 管理虚拟物品

# challengesDesc
source: Manage your challenges
es: Maneja tus desafìos
fr: Gérer mes défis
it: Gestisci le tue sfide
ko: 도전기록 관리
zh_hans: 管理挑战模式

source: New messages
es: nuevos mensajes
fr: nouveaux messages
it: nuovi messaggi
ko: 새로운 메시지
zh_hans: 新消息

# achievementsDesc
source: Unlock the achievements
es: Ve tus conquistas
fr: Voir mes achèvements
it: Sbloccali e vinci Bedollar
ko: 실적 해지
zh_hans: 查看战绩

source: Tips and Forum
de: Tipps und Forum
es: Consejos y Forum
fr: Conseils et Forum
it: Forum e Suggerimenti
ko: 팁과 포럼
zh_hans: 提示和论坛

# tipsandforumDesc
source: Share your tips!
es: Da tus opinones y tus consejos
fr: Donner des conseils
it: Esprimi opinioni e dai consigli
ko: 팁 공유
zh_hans: 参加讨论和反馈

# tryBeintooMessage
source: Register on Beintoo to earn and receive amazing discount offers from your daily app activities.
es: Regìstrate a Beintoo y obtén grandes descuentos en tu ciudad como recompensa por tus resultados en los juegos.
fr: Enregistrez-vous à Beintoo et obtenez de nombreuses réductions dans votre ville comme prix pour vos résultats dans les jeux.
it: Registrati a Beintoo per ottenere vantaggiosi sconti nella tua città per i tuoi punteggi nei giochi.
ko: Beintoo 서비스에 등록하셔서 놀라운 할인 혜택을 받으세요.
zh_hans: 注册到 Beintoo，注册到 Beintoo，您将会在当地得到惊人的折扣作为对游戏战绩的奖励。

# playHardMessage
source: Play Hard, earn Bedollars and redeem your offers!
es: Juega duro: gana tu descuentos jugando!
fr: Jouez le jeu: gagnez vos offres exclusives!
it: Partecipa: vinci sconti divertendoti con le app!
ko: 게임으로 모은 Bedollar로 제품을 구매하세요.
zh_hans: 尽情游戏：赢取独家真实交易！

# dashplayerhometext
source: Have more fun, connect with players and make your earnings real! Welcome to the Beintoo network!
de: Mehr Spaß haben, mit anderen Spielern spielen und Gewinne für das echte Leben erspielen! Willkommen beim Beintoo Netzwerk!
es: Diviertete, conoce los jugadores, y gana Bedollars! Bienvenido a la red Beintoo!
fr: Amusez-vous encore plus, rejoignez des millions d'utilisateurs et rendez vos succès réels! Bienvenue dans le réseau Beintoo!
it: Divertiti, raggiungi milioni di giocatori e rendi le tue vincite reali! Benvenuto nella rete Beintoo!
ko: Beintoo서비스에 오신 것을 환영합니다. 더 많은 재미와 커뮤니티 서비스, 실물 구매 혜택을 누리세요.
zh_hans: Have more fun, connect with players and make your winnings real! Welcome to the Beintoo network!

# dashplayerleaderboardtext
source: Climb up the Leaderboard and compare scores!
de: Steige in der Rangliste und vergleiche deine Punkte mit denen deiner Freunde!
es: Entra en la tabla de clasificación
fr: Entrer dans le classement et comparez votre score avec vos amis!
it: Entra nella leaderboard e confronta la tua posizione e quella dei tuoi amici!
ko: 리더보드의 기록을 도전해 보세요
zh_hans: Be in the Leaderboard and compare your score with your friends!

# dashplayerchallengestext
source: Challenge friends to earn more Bedollars!
de: Starte Wettkämpfe mit Freunden um noch mehr Bedollars zu gewinnen!
es: Desafía a tus amigos!
fr: Défiez vos amis, jouez et gangez des Bedollars!
it: Sfida gli amici, vinci e guadagna Bedollar!
ko: 친구와의 도전을 통해 더 많은 Bedollar를 얻으세요
zh_hans: Challenge friends, win and earn Bedollars!

# dashplayerprofiletext
source: Create your profile, make new friends and manage your offers!
de: Erstelle dein Profil, triff neue Freunde und verwalte deine Preise.
es: Crea tu perfil, conoce nuevos amigos y manejas tus premios.
fr: Créez votre profil, rencontrez de nouveaux amis et gérez vos prix.
it: Crea il tuo profilo, incontra nuovi amici e gestisci i tuoi premi.
ko: 개인 정보 관리, 새로운 친구 등록, 오퍼 관리
zh_hans: Create your profile, get new friends and manage your rewards!

# dashplayerforumtips
source: Share tips
de: Tausche Tipps aus
es: Comparta consejos
fr: Partagez des infos
it: Condividi suggerimenti
ko: 팁 공유
zh_hans: Discuss with players and give your feedbacks.

# dashplayersignupnow
source: Sign up now
de: Melde dich jetzt an
es: Regístrate ahora
fr: S'enregistrer
it: Accedi ora
ko: 가입하기

# MPmarketplaceTitle
source: Redeem
de: Einlösen
es: Obtener las ofertas
fr: Obtenez vos prix
it: Ottieni premi
ko: 구매

# MPtextDescriptionLong
source: Redeem your coupons or send them as gifts
de: Coupons einlösen oder als Geschenk verschicken
es: Obtén tus cupones o envíalos a tus amigos
fr: Obtenez vos coupons ou offrez-les à vos amis
it: Ottieni i coupons o fai un regalo ai tuoi amici

# MPdescription
source: Use your Bedollars to redeem offers
es: Elige tus ofertas y utiliza tus Bedollars para obtenerlas
fr: choisissez vos offres et obtenez-les grace aux Bedollars
it: seleziona le offerte e usa i tuoi Bedollars per ottenerle
ko: 오퍼를 구매하기 위해 에덴머니를 사용하세요

# MPcredits
source: Your credits:
de: Deine Credits:
es: Tus creditos:
fr: Votre crédit:
it: Il tuo credito:

# MPmainSegmentedIndexTitle0
source: Featured
de: Spotlight
es: Destacado
fr: En vedette
it: Primo Piano

# MPchildSegmentedIndexTitle1
source: Categories
de: Kategorien
es: Productos
it: Categorie

# MPsendAsAGift
source: Send As A Gift
de: Als Geschenk senden
es: Envía como regalo
fr: Offrir à mes amis
it: Regala

# MPbuy
source: Buy
de: Jetzt kaufen
es: Compra
fr: Achetez
it: Acquista

# MPnoMoneyToGetCoupon
source: You do not have enough credits to get this offer, you miss %.2f %@, go and play to earn them right now
de: Du hast nicht genug Bedollars um dieses Angebot zu kaufen, dir fehlen %.2f %@, los, spiele weiter um mehr zu verdienen!
es: No tienes créditos suficientes para obtener esta oferta, se olvidan %.2f %@, juega para ganar ahora
fr: Vous n'avez pas assez de crédits pour achetez cette offre, il vous manque %.2f %@, jouez pour gagner maintenant
it: Non hai abbastanza crediti per questa offerta, ti mancano %.2f %@, gioca diversity e guadagna adesso

# MPnoAvailableCoupons
source: There are no coupons in this category
de: Es gibt keine Coupons in dieser Kategorie
es: Todavía no hay cupones en esta categoría
fr: Il n'y a aucun coupon dans cette catégorie
it: Non ci sono offerte per questa categoria

# MPdistance
source: Distance
de: Entfernung
es: Distancia
it: Distanza

# MPbuyItNow
source: Buy It Now
de: Jetzt kaufen
es: Cómpralo ya!
fr: Achetez maintenant
it: Acquista ora

# MPyouAreGoingToBuy
source: You are buying:
de: Du kaufst:
es: Estas comprando:
fr: Vous achetez:
it: Stai per acquistare:

# MPwriteNewComment
source: Write a comment
de: Kommentar schreiben
es: Escribe un comentario
fr: Rédigez un commentaire
it: Scrivi un commento

# MPsendRate
source: Send Rate
de: Abstimmen
es: Vota
fr: Votez
it: Vota

# MPwarning
source: Attention!
de: Achtung!
es: Atención!
it: Attenzione!

# MPnoStarsSelected
source: Select at least one star to send your rate.
de: Wähle zumindest einen Stern um deine Stimme abzugeben.
es: Por favor, selecciona mínimo una estrella para votar.
fr: Sélectionnez au moins une étoile pour voter
it: Seleziona almeno una stella per votare.

# MPemptyCommentError
source: Edit a text to send your comment.
de: Schreibe etwas, um deinen Kommentar abzusenden.
es: Comment cannot be empty.
fr: Écrire un message avant l'envoi.
it: Scrivi un testo per pubblicare il tuo commento.

# MPratingSent
source: Rating sent!
de: Du hast abgestimmt!
es: Votaste!
fr: Voté!
it: Hai votato!

# MPsend
source: Send
de: Schicken
es: Envia
fr: Envoyer
it: Invia

# MPsentComment
source: Comment sent! Wait few minutes to get it visible.
de: Kommentar geschickt!
es: Comentario enviado!
fr: Commentaire envoyé!
it: Commento inviato. Attendi qualche minuto affinchè sia visibile.

# MPnoAvailableComments
source: No comments for this coupon
de: Es gibt keinen Kommentar zu diesem Coupon
es: No hay comentario sobre este coupon.
fr: Il n'y a aucun commentaire sur ce coupon
it: Non ci sono commenti su questo Coupon

# MPaddress
source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo

source: Release to refresh...
de: Zum Aktualisieren loslassen...
es: Suelta para actualizar...
fr: Lâcher pour mettre à jour...
it: Rilascia per aggiornare...

source: Last Update
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento

source: Never Updated
de: Nie aktualisiert
es: Nunca actualizado
fr: Jamais mis à jour
it: Mai aggiornato

source: Pull down to refresh...
de: Zum aktualisieren herunterziehen...
es: Tira hacia abaco para attualizzar...
fr: Faire glisser vers le bas pour mettre à jour...
it: Scorri verso il basso per aggiornare...

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Carico...

source: Up-to-date.
de: Neuester Stand.
es: Actualizar.
fr: Mettre à jour.
it: Aggiornato.

# MPorderByPrice
source: Order by price
de: Nach Preis ordnen
es: Ordenar por precio
fr: Ranger par prix
it: Ordina per prezzo

# submitScoreMarketplaceMsg
source: You've got now %.0f %@, don't lose them! Use them to redeem your premium offers!
de: Du hast jetzt %.0f %@, verschwende sie nicht! Nutze sie um Premium Angebote einzulösen!
es: Tienes ahora %.0f %@, no te lo pierdas!
fr: Vous avez %.0f %@, ne les perdez pas! Ulilisez-les pour obtenir des offres!
it: Hai ora %.0f %@, non perderli! Usali per ottenere offerte!
zh_hans: You've got now %.0f %@, don't lose them! Use them in the Marketplace!

# tryBeintooHeader
source: Join the community and get great discounts around you as reward for your achievements in this app!
de: Werde Mitglied in der Community und erhalte tolle Rabatte in deiner Nähe, für deine erspielten Erfolge in dieser App!
es: Registrate a la comunidad y gana descuentos y ofertas como recompensas por tu resultados en esta aplicación!
fr: Inscrivez-vous et obtenez des offres et réductions dans votre ville pour vos succès dans les applis!
it: Iscriviti alla community e ottieni offerte e sconti attorno a te per i punteggi ottenuti in questa app!
ko: 커뮤니티에 접속하셔서 당신이 달성한 성과에 대한 보상으로 오퍼를 구매하세요.

# tryBeintooTitle
source: Have fun & Earn
de: Hab Spaß & verdiene!
es: Diviértete y gana
fr: Jouez & Gagnez
it: Divertiti & Vinci
ko: 즐기면서 돈 버세요.

# tryBeintooDescCurrency
source: Use the coins your earn in this app to redeem customized offers of your choice
de: Nutze deine Bedollars, die du in dieser App verdient hast, um maßgeschneiderte Angebote deiner Wahl einzulösen
es: Usa la moneda que has ganado en esta aplicación para comparar las ofertas que te gustan mas
fr: Utilisez les points gagnés dans cette appli pour obtenir des offres et réductions de votre choix.
it: Usa i punti che guadagni in questa app per ottenere offerte e sconti personalizzati di tu scelta
ko: 이 앱을 통해 획득한 코인으로 당신이 원하시는 오퍼를 구매하는데 사용하세요.

# tryBeintooDescNoCurrency
source: Earn Bedollars by using this app and choose the customized offer that fits better for you!
de: Verdiene Bedollars mit dieser App und wähle das für dich beste Angebot!
es: Gana Bedollars jugando con esta aplicación, y elije la oferta individual que te gusta mas!
fr: Gagnez des Bedollars en jouant avec cette appli, et obtenez réductions et offres personnalisées de votre choix!
it: Guadagna Bedollars giocando con queste app, scegli le offerte personalizzate che preferisci!
ko: 이 앱을 통해서 Bedollar를 획득하시고 적합한 오퍼를 선택하세요.

# tryBeintooAcceptButton
source: Join the community
de: Werde Mitglied in der Community!
es: Unirse a la comunidad
fr: S'inscrire
it: Iscriviti alla Communuity
ko: 커뮤니티 접속
